//CHECKVE  JOB (124400000),'CUST011-R3',CLASS=A,
//             MSGCLASS=X,MSGLEVEL=(1,1),REGION=0M,NOTIFY=&SYSUID
//SYSVIEW  EXEC PGM=GSVXBAT,REGION=512K,
//             PARM='SSID=GSVX,LINECNT=66,MENUOFF,SHOWINP=NO'
//STEPLIB  DD DISP=SHR,DSN=CA.SYSVIEW.CNM4BLOD
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  COMMAND=(listdir PRODUCT.SVRUN11.MSTRBRS.CNM4BLOD(GSVCTIMR),,,modid)
  SCROLL
  COMMAND=(END)
/*
//
